;Language file of Revo Uninstaller
;This section must use english 
[Info]
Language=Shqip/Albanian
WebLang=AL
Translator= Bestar Flamuraj
Codepage=UNICODE 
Version=1.94

[Bordura e Çinstalimit]
102 = Pamja
103 = Opsionet
104 = Çinstaluesi
105 = Mjete
106 = Forma e Gjuetarit
107 = Listë
108 = Ikona
109 = Detaje
110 = Çinstalo
111 = Hiq Hyrjen
112 = Rifresko
113 = Jeni i sigurt qё doni tё hiqni hyrjen e përzgjedhur?
114 = Jeni i sigurt qё doni tё çinstaloni programin e përzgjedhur?
115 = Azhurnimi
116 = Ndihmё
117 = Ndihma Aktuale...
118 = Home Page...
119 = Info Rreth...
120 = Ju nuk jeni njё Administrator!
121 = Jeni i sigurt qё doni tё çinstaloni komponentin e zgjedhur tё sistemit?\nNDALONI nёse nuk jeni i sigurt se cfarё po bёni!
122 = Çinstaluesi ju tregon tё gjitha programet e instaluara dhe komponentёt pёr tё gjithё pёrdoruesit. Nё modelin e pamjes "Detaje", ose nga konteksti te menuja, ju mund tё gjeni informacione shtesё (lidhje dhe veçori rreth instalimit). Veçoria e parё kryesore e Revo Uninstaller ёshtё Forma e Gjuetarit. Kjo mёnyre ju jep fleksibilitetin pёr tё çinstaluar, ndaluar, fshirё ose çaktivizuar nga ngarkimi automatik çdo program me njё klikim tё vetëm.
123 = Kёrko
124 = Gjetur:
125 = Jeni i sigurt qё doni tё hiqni elementin e zgjedhur tё sistemit nga regjistri?\nKy element mund tё kёrkohet nga sistemi juaj operues!
126 =  nuk do tё ngarkohet mё automatikisht!
127 =  ёshtё vendosur per tu ngarkuar automatikisht
128 = %s është i instaluar në të njëjtin vënd si %s!\nAty do të gjenden elemente të mbetura nga të dyja aplikimet! Zgjidhni me kujdes ato që doni të hiqni! 
129 = Çinstalim i Detyruar

[Lista e Çinstaluesit]
150 = Aplikimi
151 = Madhёsia
152 = Versioni
153 = Data e Instalimit
154 = Kompania
155 = Website
156 = Koment
157 = Lidhja e Çinstalimit
158 = Çelësi i Regjistrit
159 = Instaluesi

[StatusBari i Çinstaluesit]
201 = Instalimet: 
202 = Duke u Ngarkuar...

[Optimizuesi i Regjistrit]
302 = Zgjidh ku tё skanojё
303 = Menuja e hapjes

[Borduara e Ngarkimit Automatik]
407 = Ngarko
408 = Jepi Fund
409 = Hiqe
410 = Elementet :
411 = Në Funksion :
412 = Me Menaxherin e Ngarkimit Automatik, jo vetёm qё mund tё aktivizoni apo tё çaktivizoni aplikimet nga ngarkimi automatik nё Windows, por gjithashtu mund tё merrni informacione tё tjera rreth njё aplikimi tё posaçem. Ju mund tё gjeni rrёnjen, pёrshkrimin, publikuesin, statusin (aktiv ose jo aktiv), dhe vendndodhjen e komandёs sё ngarkimit (qoftë nё regjistёr ose nё skedar nё hard disk).

[Lista e Ngarkimit Automatik]
450 = Emri
451 = Vёndi i Lёshimit
452 = Pёrshkrimi
453 = Publikuesi
454 = Statusi
455 = Vendndodhja
456 = AKTIV
457 = JO AKTIV
458 = I PASAKTE
459 = Jepi Fund Proçesit
460 = Aktivizo Proçesin
461 = Hap Dosjen Pёrmbajtëse
462 = Shko te Vendndodhja
463 = Kopjo Vëndin e Lёshimit
464 = Hiq tё Pёrzgjedhurat
465 = Hiq tё Gjitha të Pasaktat
466 = Hiq tё Gjitha tё Pangarkuarat
467 = Hiq tё Gjitha tё Çaktivizuarat
468 = Veçoritё...
470 = Jeni i sigurt qё doni tё mbyllni aplikimin e pёrzgjedhur?\nÇdo e dhёnë e pa ruajtur do tё humbasё!
471 = Jeni i sigurt qё doni tё fshini elementin e pёrzgjedhur?
472 = Jeni i sigurt qё doni tё fshini tё gjitha elementet e pasakta?
473 = Jeni i sigurt qё doni tё fshini tё gjitha elementet jo-aktive?
474 = Jeni i sigurt qё doni tё fshini tё gjitha elementet jo nё funksion?
475 = Komanda nuk ekziston!
476 = E PANJOHUR
477 = Hiq Ngarkimin Automatik
478 = Vër Ngarkimin Automatik

[Kontrolli Outlook]
300 = Optimizimi
301 = Optimizo Regjistrin
400 = Menaxheri i Ngarkimit Automatik
500 = Pastruesi i Gjurmёve
501 = Pastruesi i Shfletuesve
600 = Pastruesi Microsoft Office
700 = Pastruesi i Windowsit
800 = Heqёsi i tё Dhёnave
900 = Fshirja e Parikthyeshme
2100 = Mjetet e Windowsit
2200 = Pastruesi i Vjeturinave

[Pastruesi i Gjurmёve te Shfletuesve]
507 = Pastroji tё Gjitha
508 = Fshi Historinё e Faqeve tё Vizituara nё Internet
509 = Fshi Historinё e Shiritit të Adresave 
510 = Fshi Skedarёt e Pёrkohshёm tё Internetit
511 = Fshi Biskotat
512 = Fshi Skedarёt Index.dat
513 = Zbato
514 = Fshi Historinё e Shkarkimeve
515 = Fshi Historinё e Sesionit
516 = Fshi nga Historia
517 = Çinstaluesi
518 = Jeni i sigurt qё doni tё pastroni tё gjithe historinё e pёrzgjedhur?
521 = Jeni i sigurt qё doni tё pastroni historinё e Internet Explorer?
522 = Jeni i sigurt qё doni tё pastroni historinё e Firefox?
523 = Jeni i sigurt qё doni tё pastroni historinё e Opera?
524 = Jeni i sigurt qё doni tё pastroni historinё e Netscape?
525 = Shfletuesi juaj regjistron detajet e tё gjitha faqeve qe keni vizatuar. Informacioni ёshtё lehtёsisht i arritshem nga dritarja e shfletuesit tuaj dhe, thjesht me klikimin e njё butoni, kushdo mund tё shikojё ku keni qenё duke shfletuar nё web! Me Pastruesin e Shfletuesve ju mund tё fshini skedarёt e pёrkohshёm tё internetit tё cilat janё tё gjitha figurat qё keni parё, tё gjitha videot online qё keni parё dhe tё gjitha faqet qё keni vizituar. Duke fshirё Skedarёt e Pёrkohshёm tё Internetit ju mund tё lironi goxha vend nё hard diskun e kompjuterit tuaj.
526 = Mbyllni shfletuesin e internetit pёrpara se tё fshini gjurmёt e tij.
527 = Skedarёt Index.dat do tё fshihen herёn tjetёr pasi kompjuteri juaj tё ristartohet.
599 = Operacioni i pastrimit tё gjurmёve pёr elementet e pёrzgjedhur pёrfundoi!

[Patruesi i Gjurmeve Office]
601 = Pastro
607 = Pastro Historinё e Dokumentave tё Fundit tё Microsoft Word
608 = Perfshin Word 2000, Word XP, Word 2003 dhe Word 2007
609 = Pastro Historinё e Dokumentave tё Fundit tё Microsoft Excel
610 = Perfshin Excel 2000, Excel XP, Excel 2003 dhe Excel 2007
611 = Pastro Historinё e Dokumentave tё Fundit tё Microsoft Access
612 = Perfshin Access 2000, Access XP, Access 2003 dhe Access 2007
613 = Pastro Historinё e Dokumentave tё Fundit tё Microsoft PowerPoint
614 = Perfshin PowerPoint 2000, PowerPoint XP, PowerPoint 2003 dhe PowerPoint 2007
615 = Pastro Historinё e Dokumentave tё Fundit tё Microsoft FrontPage
616 = Perfshin FrontPage 2000, FrontPage XP, FrontPage 2003 dhe FrontPage 2007
617 = Patruesi i Microsoft Office ju lejon tё fshini historinё e dokumentave tё fundit tё Microsoft Word, Excel, Access, PowerPoint dhe FrontPage. Nёse nuk doni qё dikush tjeter tё shikojё dokumentat tuaja tё hapura sё fundmi, ose skedarё tё tjerё krijuar nga Microsoft Office, vetёm zgjidh ato tipe skedarёsh qё nuk ju duhen dhe klikoni butonin “Pastro”. Skedarёt e pёrdorur sё fundmi pёr tipet e programeve qё ju zgjidhni, nuk do tё jenё mё tё disponueshem.

[Pastruesi i Gjurmeve te Windows]
701 = Pastro
707 = Pastro Historinё e Dokumentave tё Fundit
708 = Pastro Historinё e Menusё sё Ngarkimit
709 = Pastro Historinё e Gjetjes sё Skedarёve
710 = Pastro Historinё e Gjetjeve tё Printerave, Kompjuterave dhe Njerezve
711 = Boshatis Clipboard
712 = Pastro Historinё e Skedarёve tё Fundit tё "MS Paint"
713 = Pastro Historinё e Skedarёve te Fundit tё "MS Wordpad"
714 = Pastro Historinё e Hapjeve tё Fundit tё Regedit
715 = Pastro Historinё Dialogjeve tё Fundit Hap/Ruaj
716 = Pastro Dosjen e Historisё sё Dialogjeve tё Fundit
717 = Boshatis Koshin e Plehrave
718 = Fshi Skedarёt e Pёrkohshem tё Windowsit
719 = Fshi Përdorimet e Menusё Start 
720 = Microsoft Windows ruan gjurmёt e shumё gjёrave qё beni me kompjuterin tuaj si historinё e kёrkimit tё skedarёve (kur kёrkon pёr njё skedar apo dosje), historinё e dokumentave qё jane hapur sё fundmi, historinё hap/ruaj pёrdorur nё dialogjet standarte tё skedarit nga aplikime tё ndryshme dhe shume gjёra tё tjera. Pastruesi i Windowsit ju lejon tё hiqni tё gjithё historinё dhe skedarёt e pёrkohshem. Gjithashtu mund tё boshatisni Recycle Bin (Koshin e Riciklueshëm) dhe tё fshini skedarёt e pёrkohshem tё cilat mund tё lirojnё goxha vёnd nё hard diskun e kompjuterit tuaj.
721 = Hitoria e ngarkimeve do tё fshihet pasi procesi explorer.exe tё ristartohet.
722 = Gjurmёt nё Regjistrin e Windowsit
723 = Gjurmёt nё hard diskun lokal
724 = Fshi skedarёt e bllokimeve tё memories 
725 = Fshi Chkdsk (Kontrolli i Diskut) fragmentet e skedarit tё rikthyer


[Heqesi i te Dhenave]
802 = Zbato
803 = Duke fshirё
804 = Ju lutem prisni derisa fshirja tё pёrfundojё.
805 = Pёrfundoi
806 = Vendosni njё shenjё nё diskun që pёrmban tё dhёna rreth punёs suaj qё doni tё pastroni. Ky mjet do tё ketё efekt vetёm mbi tё dhёnat qё tashmё janё tё fshira. KUJDES: Pasi proçesi tё ketё pёrfunduar, do tё jetё e pamundur pёr tё rikthyer skedarёt e fshirё!
807 = Kur boshatisni Recycle Bin, skedarёt dhe dosjet tuaja jane vetёm shёnuar si tё fshira por ato nuk janё tё fshira fizikisht. Ky mjet do tё fshijё pёrgjithmonё skedarёt dhe dosjet tё cilat tashmё janё fshirё por që kanё mbetur nё hard disk. S'ka rёndёsi se çfarё programi apo mjeti provoni per tё rikthyer kёto tё dhёna, rezultati do tё jetё i njёjtё, asgjë. – Tё dhёnat e fshira me Heqesin e tё Dhёnave janё tё pamundura pёr tu rikthyer pёrsёri!
808 = Jeni i sigurt qё doni tё fshini gjurmёt e mbetura dhe tё dhёna ne hard diskun e zgjedhur?

[Fshirja e Parikthyeshme]
912 = Lista e skedarёve dhe dosjeve tё cilat do tё fshihen dhe do tё jene tё pamundura per tu rikthyer
913 = Skedarёt
914 = Dosjet
915 = Fusni skedarёt tё cilёt doni tё fshini dhe tё hiqni nga sistemi. Keto skedarё nuk mund tё rikthehen mё nga asnjё mjet apo program tjetër!
916 = Fusni dosjet tё cilat doni tё fshini dhe tё hiqni nga sistemi.  Këto dosje nuk do mund tё rikthehen mё nga asnjё mjet apo program tjetër!
917 = Shto skedarё për tu fshirё
918 = Shto dosje pёr tu fshirё
919 = FSHI PЁRGJITHMONЁ
920 = Pastro Listën
921 = Nёse doni tё fshini skedarёt dhe dosjet nё menyrё tё sigurt (pёr tё qёnё i sigurt qё asnjё, me asnjё program, tё mos jetё nё gjendjё tё rikthejё kёto skedarё dhe dosje), pёrdorni Fshirjen e Parikthyeshme. Duke fshirё skedarёt dhe duke boshatisur Koshin e Plehrave nuk do tё thotё qё kёto skedarё janё fshirë pёrgjithmonё, ato janё akoma nё hard diskun tuaj dhe gjithёkush mund ti riktheje tё dhёnat e fshira fare thjesht. Fshirja e Parikthyeshme e bёn tё pamundur sepse fshin fizikisht tё gjithё skedarёt dhe dosjet e pёrzgjedhur.
922 = A jeni i sigurt qё doni tё fshini pёrgjithmonё skedarёt dhe dosjet e pёrzgjedhur?

[Pema e Opsioneve]
1001 = Opsionet
1100 = Kryesore
1200 = Çinstaluesi

[Kryesore]
1101 = Gjuha aktuale:
1102 = Forma e avancuar
1103 = Shiko pёr azhurnime nё ngarkim

[Opsionet e Çinstaluesit]
1201 = Shiko azhurnimet e sistemit
1202 = Shiko komponentёt e sistemit
1203 = Vёr nё funksion ngarkimin e shpejtё
1204 = Aktivizo vetem çinstaluesin built-in
1205 = (Nuk suportohet ne Windows Vista)
1206 = Krijo njё Pikë Rikthimi tё Sistemit (System Restore point) pёrpara çinstalimit të një programi
1207 = Fshi skedarët dhe dosjet e mbetura në Recycle Bin


[Azhornimi Automatik]
1907 = Azhurno
1908 = Informacion mbi Versionin
1909 = Versioni Aktual:
1910 = Versioni mё i Fundit:
1911 = SHKARKO
1912 = Merr Versionin mё tё Fundit
1913 = Cfarё ka tё Re
1914 = Duke parë...
1915 = Gabim nё lidhje...
1916 = STOP
1917 = Shkarkuar %s nga %s
1918 = Shkarkuar %s (Madhёsia totale e panjohur)
1919 = Revo Uninstaller nuk mund tё lidhej me www.revouninstaller.com. Ju lutem shikoni nёse lidhja juaj me Internetin ёshtё aktive dhe firewalli juaj nuk bllokon Revo Uninstaller
1920 = Gabim: Shikimi për version të ri dështoi. Nuk ka lidhje interneti.

[Mjetet e Windowsit]
2110 = Aktivizo
2111 = Ka shume Mjete tё dobishёm dhe komponentё nё çdo sistem operues tё windowsit. Disa nga kёto mjete pёrdorin komanda komplekse, disa tё tjera janё tё vёshtira pёr tё hyrё nё to. Mjetet e Windowsit me vetёm njё klikim tё shpejtë ju lejon tё hyni në mё shumë se dhjetё mjete tё përbashkёta tё windowsit.
2112 = Nёse ndodh njё problem, ju mund tё pёrdorni System Restore (Rikthmin e Sistemit) pёr ta rikthyer kompjuterin në njё gjёndje tё mëparёshme tё ruajtur pa humbur skedarёt e tё dhёnave tuaja personale. System Restore monitoron ndryshimet nё sistem dhe disa skedarё aplikimi, dhe automatikisht krijon pika rikthimi lehtёsisht tё identifikueshme. Kёto pika rikthimi ju lejojne tё riktheni sistemin nё njё gjёndje tё mëparshme. Ato krijohen pёrditë dhe nё kohё mdryshimesh domethёnёse tё sistemit. Gjithashtu mund tё krijoni dhe tё emërtoni pikat tuaja tё rikthimit nё çdo kohё.
2113 = Ju mund ta përdorni atё pёr tё mbledhur dhe shfaqur informacione rreth hardwerit dhe sistemit operues, konfigurimin e internetit dhe konfigurimin e modemit tuaj dhe adaptorit tё rrjetit. Me mjetin Network Diagnostics (Diagnostikuesit të Rrjetit), ju mund tё kryeni njё skanim tё sistemit tuaj dhe tё testoni ndёrlidhjen e rrjetit dhe nёse programet dhe shёrbimet e lidhura me rrjetin janё funksional. 
2114 = Network Information (Informacione mbi Rrjetin) shfaq tё gjitha konfigurimet e rrjetit aktual TCP/IP , Dynamic Host Configuration Protocol (DHCP) dhe aranzhimet Domain Name System (DNS). Network Information gjithashtu tregon konfigurimin e plotё TCP/IP pёr tё gjithё adaptorёt duke perfshirё adresёn IP, adresёn MAC, subnet mask, portёn, Windows Internet Naming Service (WINS) dhe konfigurimin DNS.
2115 = Security Center (Qëndra e Sigurimit) shikon gjёndjen e kompjuterit tuaj me tre elemente thelbёsore: Firewall, Automatic updating (Azhurnimin Automatik) dhe mbrojtja Malware/virus. Nёse njё problem zbulohet nё njё nga kёto (pёr shёmbull, nёse antivirusi ёshtё jashtё date), Security Center ju tregon njё lajmёrim dhe jep rekomandime se si ta mbroni akoma edhe mё mirё kompjuterin tuaj.
2116 = System Properties (Veçoritë e Sistemit) mund tё pёrdoren pёr tё parё informacionin bazё tё hardwerit tё kompjuterit si tipin e CPU tuaj dhe tё gjithё kujtesen RAM, shikoni dhe ndryshoni aranzhimet qё kontrollojnё se si kompjuteri juaj pёrdor kujtesёn dhe kёrkoni informacionin e caktuar (hardware dhe device properties), konfiguroni profilet hardware, shikoni informacione rreth lidhjes sё rrjetit dhe profilit hyrёs, dhe raportoni gabimet e sistemit dhe programeve kur ato ndodhin nё Microsoft ose administratorin e sistemit tuaj.
2117 = System Information (Informacione mbi Sistemin) ёshtё njё komponent i sistemit operues windows qё mbledh dhe shfaq informacion mbi konfigurimin e sistemit pёr kompjuterat lokale dhe ata nё distancё. Kjo pёrfshin informacione rreth konfigurimit tё hardwareit, komponentёve tё kompjuterit dhe programit, duke perfshirё signed driverat dhe unsigned driverat. System Information ёshtё njё instrument mbёshtetёs qё mund ta pёrdorni pёr tё gjetur shpejt informacion rreth kompjuterit tuaj dhe sistemit tё tij operues.
2118 = Komanda TCP/IP Netstat ёshtё njё komponent i sistemit operues te windowsit qё shfaq tё gjitha lidhjet TCP dhe portat TCP dhe UDP me tё cilat kompjuteri po lexon dhe shfaq zbatuesin tё pёrfshirё nё krijimin e çdo lidhjeje ose portёs dёgjuese (emri zbatues ёshtё nё [ ] fund, nё fillim ёshtё komponenti qё e ka quajtur, dhe kёshtu para se TCP/IP tё jetё arritur).
2119 = On Screen Keyboard (Tastiera e Ekranit) shfaq njё tastierё virtuale nё ekran dhe i lejon pёrdoruesve me dëmtime nё lёvizshmëri tё shkruajnё duke pёrdorur mausin ose levë. On-Screen Keyboard ёshtё menduar pёr tё siguruar njё nivel minimal pёrdorimi nga pёrdoruesit me dёmtime nё lёvizje. Ju gjithashtu mund tё pёrdorni On-Screen Keyboard nёse mendoni se nё kompjuterin tuaj ёshtё instaluar njё regjistrues tastiere dhe tё gjithё butonat qё shtypni po regjistrohen. On-Screen Keyboard eliminon aftёsine pёr tё regjistruar tastieren.
2120 = Disk Defragmenter (Defragmentuesi i Diskut) analizon volumin lokal dhe konsilidon skedarёt dhe dosjet e ndara ku secila tё zёrё njё vend tё vetёm dhe tё afёrt ne volum. Disk Defragmenter gjithashtu konsilidon hapёsirën e lirё nё volum, duke e bёrё mё pak se skedarёt e rinj tё ndarë. Si rezultat i ketyre ndryshimeve, sistemi juaj mund tё hyjё më shpejt nё skedarёt dhe dosjet tuaja dhe tё ruajё tё rejat me mё shumё efekt.
2121 = Shёrbimet mund tё fillojnё, ndalojnё, pushojnё, rifillojnё, ose heqin nga funksioni njё shёrbim nё kompjuterat lokal ose ata nё distancё. Shёrbimet gjithashtu mund tё kryejnё veprime rikthimi nёse njё shёrbim dёshton (pёr shёmbull, fillimi automatik i shёrbimit), vini ose hiqni nga funksioni shёrbime pёr njё profil hardware tё posaçem dhe pёr tё parё statusin dhe pёrshkrimin e çdo shёrbimi.
2122 = Shared Folders (Dosjet e Pёrbashkёta) mund tё përdoren pёr tё menaxhuar burimet nё njё rrjet, control user access permissions, aktivitetin e sesionit, Veçoritё e dosjeve tё pёrbashkёta dhe pёr tё parё pёrmbledhjen e pёrdorimit tё lidhjeve dhe burimeve pёr kompjuterat lokale dhe pёr ata nё distancë. Shared Folders mund tё shikojnё listën e tё gjithё pёrdoruesve tё cilёt jane tё lidhur (nё njё rrjet) nё kompjuterin tuaj dhe të shkёpusni njё ose tё gjitha. Gjithashtu mund tё shikoni njё listë e skedarёve tё hapur aktualisht nga pёrdorues nё distancё.
2123 = Group Policy pёrfshin aranzhimet e pёrdoruesit dhe konfigurimin e kompjuterit. Aranzhimet e Group Policy pёrcaktojne komponentё tё ndryshem e desktopit tё pёrdoruesit qё administratori i sistemit ka nevoje tё menaxhojё (pёr shembull, programet qё janё tё disponueshem pёr pёrdoruesit, programet qё shfaqen nё desktopin e pёrdoruesit, dhe opsionet pёr Start menunё).
2124 = Add/Remove Windows Components (Shto/Hiq Komponentet e Windowsit) ju ndihmon tё menaxhoni komponentёt e instaluara tё windowsit nё kompjuterin tuaj. Pasi sistemi operues windows ёshtё i instaluar nё kompjuterin tuaj, ju mund ta pёrdorni kёtё mjet pёr tё shtuar njё komponent tё windowsit qё nuk ishte pёrfshire nё instalimin origjinal, ose pёr tё hequr njё komponent ekzistues tё windowsit qё nuk e doni mё.
2125 = The Microsoft Windows Malicious Software Removal Tool (Mjeti Microsoft windows i heqjes sё programeve keqdashёse) kontrollon kompjuterin dhe sistemin operues pёr infektime, ndalon programet keqdashёse dhe ndihmon nё heqjen e çdo infektimi tё gjetur. Kёto programe keqdashёse pёrfshijne viruset, worms dhe Trojan horses. kur procesi i zbulimit dhe heqjes ka pёrfunduar, mjeti tregon njё raport pёrshkrimi me rezultatet, duke pёrfshire, nёse ndonjё program keqdashёs u zbulua apo u hoq.


[Opsionet e Pastruesit tё Vjeturinave]
2202 = Disqet për tu skanuar:
2203 = Model
2204 = Përshkrimi
2205 = Shto
2206 = Hiq
2207 = Rivendos nga fillimi
2208 = Pastruesi i Vjeturinave::Kryesor
2209 = Pastruesi i Vjeturinave::Perjashto
2220 = Modelin pёr tё skanuar:
2221 = Ju mund tё pёrdorni simbole? dhe/ose * si asterikë
2222 = Shto model
2223 = Shto / Pёrjashto njё Model
2224 = Ju mund tё pёrdorni simbole ? dhe/ose * si asterikë
2225 = Pёrjashto modelin:
2226 = Fshi skedarët në Recycle Bin
2227 = Injoro skedarët të hapur 24 orët e fundit

[Mjeti i Pastruesit tё Vjeturinave]
2306 = Skano
2307 = Fshi
2308 = Duke Skanuar
2309 = Ju lutemi prisni derisa skanimi tё pёrfundojë.
2310 = Anullo
2311 = Emri
2312 = Madhёsia
2319 = Skedarёt:
2320 = Madhёsia Totale:
2323 = Ka skedarё qё pёrdoren nga windowsi ose nga ndonjё program tjetёr\n nuk mund tё fshihet tani
2324 = Ju duhet tё zgjidhni tё paktёn njё drive dhe zgjerim pёr tё filluar skanimin.
2325 = Pastruesi i Vjeturinave ju lejon tё gjeni dhe tё hiqni disa tipe vjeturinash dhe skedarё tё panevojshёm nga kompjuteri juaj. Normalisht skedarё tё tillё fshihen nga aplikimi qё i ka krijuar ato kur nuk i duhen mё. Gjithёsesi, ato mund tё rrinё pёrgjithmonë nё hard diskun tuaj nёse ndodh njё ndёrprerje e papritur e aplikimit, njё bllokim sistemi, etj. Nёse kjo ndodh, mund tё shkaktojё reduktimin e hapёsirёs sё lirё nё disk ose mund tё shkaktojё njё ngadalёsim tё shpejtёsisё sё sistemit, etj.\n\nPer informacion tё pёrdorshёm, kliko “Ndihmё”, pastaj "Ndihma Aktuale”.
2326 = Skedarё
2327 = Duke Fshirё Skedarёt

[Menuja e Pastruesit tё Vjeturinave]
2313 = Hap
2314 = Kёrko nё Google pёr
2315 = Hap dosjen Pёrmbajtёse
2316 = Veçoritё...
2317 = Zgjidh tё gjithё elementёt
2318 = Mos zgjidh asnjё element
2321 = Shiko pёr elementёt e pёrzgjedhur
2322 = Mos shiko pёr elementet e pёrzgjedhur

[Topmost Window]
4002 = Opsionet
4003 = Hap Dritaren Kryesore
4004 = Merr dhe Lёsho
4005 = Si Gjuetar
4006 = Madhёsia
4007 = E Vogёl
4008 = E Mesme
4009 = E Madhe
4010 = Madhësia e Dritares
4011 = DALJA
4012 = Çinstalo
4013 = Ndalo Ngarkimin Automatik
4014 = Pёfundo Proçesin
4015 = Pёrfundo dhe Fshi Proçesin
4016 = Hap Dosjen Pёrmbajtёse
4017 = Info
4018 = Veçoritё
4019 = ANULLO
4020 = vetem njё skedar pёr radhё ёshtё i suportueshëm!
4021 = Ju keni hedhur njё dosje, ju lutem merrni dhe hidhni njё skedar!
4022 = Çinstalo ose Lëviz:
4023 = E Pazgjidhur! Provoni ta drejtoni nё njё tjetёr dritare, ikonё ose element taskbar.
4024 = Nuk mund tё aktivizoje Komanden e Çinstalimit!\n Ju lutem çinstalojeni aplikimin me çinstaluesin.
4025 = Asnjё Paketё Instalimi nuk ёshtё Gjetur!\nTip: Gjeni mё shumё informacion rreth aplikimit nga windowsi kryesor dhe\n provoni ta çinstaloni manualisht!
4026 = Aplikimi i kёrkuar ёshtё i hequr nga ngarkimi automatik!\nTip: Nёse doni ta vini nё funksion perseri, pёrdorni mjetin e ngarkimit automatik nё aplikimin kryesor!
4027 = Aplikimi kryesor nuk gjendet nё vёndet e ngarkimit tё përbashkët!\nTip: Pёr tё kёrkuar pёr vёnde tё veçanta tё cilat pёrdoren pёr ngarkimin e njё aplikimi, shiko faqen e Google!
4028 = Jeni i sigurt qё doni tё mbyllni aplikimin e pёrzgjedhur?\nÇdo e dhenё e paruajtur do tё humbasё!
4029 = Çinstaluesi
4030 = Jeni i sigurt qё doni tё mbyllni dhe fshini aplikimin e pёrzgjedhur?\nÇdo e Dhёne e pa ruajtur do tё humbasё!
4031 = Jeni i sigurt qё doni tё mbyllni Windows Explorer?\n Start menuja, taskbar dhe system tray do tё mbyllen!
4032 = Fillo automatikisht me Windowsin
4033 = Transparenca

[Skano pas Cinstalimit]
4210 = Vendndodhja
4211 = Çelësi
4212 = Vlera
4213 = Data
4214 = Skedar
4215 = Asnjë element i pёrzgjedhur. Zgjidhni njё element për tё fshirё!
4216 = Skano pas Çinstalimit
4217 = Zgjidhi te Gjitha
4218 = Mos Zgjith Asnjë
4219 = Fshi
4220 = Skedarёt e Mbetur
4221 = Hyrjet e Mbetura tё Regjistrit
4222 = Duke skanuar para çinstalimit, Ju lutem prisni...
4223 = Duke Aktivizuar Çinstaluesin...
4224 = Ju lutem bёni njё skanim pёr skedarёt e mbetur, dosjet dhe çelёsat e regjistrit kur aplikimi i çinstaluesit ka mbaruar.
4225 = Duke skanuar para çinstalimit, Ju lutemi prisni...
4226 = Ju lutem shikoni me kujdes elementët e listuar!
4227 = Mbyll
4228 = Skedarёt e mbetur nё listё do tё fshihen gjatё ristartimit tjetёr tё sistemit.
4229 = Aktivizimi i çinstaluesit tё aplikimeve dёshtoi!\nNdoshta komandё e pasaktë!
4230 = Mbrapa
4231 = Më Tej
4232 = Përzgjidhni një mënyrë çinstalimi
4233 = Mënyrat
4234 = Built-in - aktivizon vetёm aplikimin e çinstalimit pa ndonjё skanim shtesё
4235 = I Sigurt - pёrfshin formen Built-in dhe kryen skanime shtesё nё Regjistёr dhe nё hard disk pёr kёrkimin e elementeve tё gjetura qё jane tё sigurta pёr tu fshire. Kjo ёshtё forma mё e shpejtё.
4236 = Mesatar - pёrfshin formё tё Sigurt dhe kryen njё skanim tё zgjeruar pёr kerkimin e tё gjithё informacionit tё mbetur tё aplikimit nё vёndet mё tё zakonshme nё Regjister dhe nё Hard disk. 
4237 = Avancuar - pёrfshin formёn e Avancuar dhe kryen njё skanim tё thelluar pёr kёrkimin e tё gjithё informacionit tё mbetur tё aplikimit nё Regjister dhe nё Hard disk. Kjo ёshtё forma mё e ngadaltё.
4238 = Duke analizuar tё dhёnat e aplikimit pёrpara çinstalimit.
4239 = Duke filluar aplikimin e çinstaluesit built-in.
4240 = Pasi aplikimi i çinstaluesit tё pёrfundojё, klikoni butonin "Më Tej" për tё filluar skanimin pёr skedarё tё mbetur, dosje dhe elemente nё regjistёr. 
4241 = Duke kryer analizen fillestare dhe çinstalimin. 
4242 = Duke skanuar pёr informacione tё mbetura
4243 = Çinstalimi pёrfundoi, tani duke skanuar regjistrin dhe hard diskun tuaj pёr skedarё tё mbetur, dosje dhe elemente tё regjistrit tё lidhura me aplikimin e çinstalimit. Ju lutem prisni….
4244 = Jane gjetur elementё tё mbetur nё regjistёr
4245 = Elementet e Gjetur nё Regjister:
4246 = Shenim: Ju lutem shikoni me kujdes elementet e paraqitur! Vetёm elementet e zgjedhur dhe nën-elementet e tyre do tё fshihen!
4247 = Jane gjetur skedarё dhe dosje tё mbetura
4248 = Elementet e Gjetur:
4249 = Kompjuteri im
4250 = Revo Uninstaller nuk ishte ne gjёndje tё fillonte çinstaluesin e aplikimeve built-in. Ndoshta komanda e çinstaluesit tё aplikimeve ёshtё e pasaktë ose programi i çinstalimit eshte i korruptuar. Ju mund te klikoni butonin “Mbrapa” dhe të provoni një formë tjetër çinstalimi.
4251 = Aplikimi i çinstaluesit built-in ka përfunduar. Revo Uninstaller nuk skanoi pёr elemente tё mbetura. Ju mund tё klikoni butonin “Mbrapa” dhe tё provoni njё formё tjetёr çinstalimi pёr tё skanuar pёr skedarë tё mbetur, dosje dhe elemente tё regjistrit.
4252 = Revo Uninstaller pёrfundoi procedurёn e çinstalimit me sukses, por elemente tё mbetura nuk jane gjetur. Ju mund tё klikoni butonin “Mbrapa” dhe tё provoni njё formë tjetër çinstalimi mё tё zgjeruar pёr njё skanim mё tё hollёsishёm.
4253 = Revo Uninstaller pёrfundoi procedurёn e çinstalimit me sukses. Nёse doni tё kёrkoni pёr elemente tё mbetura ju mund tё klikoni butonin “Mbrapa” dhe tё provoni njё formë çinstalimi mё tё avancuar pёr njё skanim mё tё hollesishem.
4254 = Mbaro
4255 = Jeni i sigurt qё doni ti çoni skedaret e pёrzgjedhur te Recycle Bin?
4256 = Jeni i sigurt qё doni tё fshini elementin e pёrzgjedhur tё regjistrit?
4257 = Revo Uninstaller pёrfundoi procedurёn e çinstalimit me sukses! 
4258 = A jeni i sigurt qё doni tё injoroni fshirjen e hyrjeve tё mbetura tё Regjistrit dhe tё vazhdoni nё hapin tjetёr?
4259 = A jeni i sigurt qё doni tё injoroni fshirjen e skedareve dhe dosjeve tё mbetura dhe tё vazhdoni nё hapin tjetёr?
4260 = Skanimi pёr informacione tё mbetura pёrfundoi. Klikoni butonin “Më Tej” pёr tё parё rezultatet!
4261 = Duke Krijuar një Pikë Rikthimi të Sistemit...
4262 = Krijimi i Pikës së Rikthimit - dështoi!
4263 = Krijimi i një Pike Rikthimi të Sistemit është jo aktiv (në Opsionet->Çinstaluesi)
4264 = Krijimi i Pikës së Rikthimnit - U Krye!

[Rreth]
4300 = Pёrkthyesit:

[C'instaluesi i ContextMenu]
5000 = Komandat
5001 = Info
5002 = Kёrko nё Google pёr
5004 = Vendndodhja e Instalimit
5005 = Hapur Rreth ...
5006 = Hap Lidhjen e Ndihmёs...
5007 = Hap Lidhjen e Azhurnimit...
5008 = Hap Çelësin e Regjistrit...

[E Perbashket]
10000 = OK
10001 = Anullo
10002 = Ndihmё
10003 = Shfleto
10004 = Ndihma Aktuale
10005 = Faqja Kryesore
10006 = Info Rreth
10007 = Kujdes
10008 = GABIM

[Shpjegime]
2000 = Kalo te Çinstaluesi
2001 = Trego Panelin e Mjeteve
2002 = Rregullo Parametrat
2003 = Kalo si Gjuetar
2004 = Ndrysho pamjen e listës sё aplikimeve tё instaluara
2005 = Çinstalo aplikimin e pёrzgjedhur
2006 = Fshi hyrjen e pёrzgjedhur nga regjistri
2007 = Rifresko listёn e aplikimeve
2008 = Azhurno versioin aktual me versionin mё tё fundit
2009 = Gjej informacione shtesё dhe përgjigjen e tё gjitha pyetjeve rreth programit
404 = Fillo aplikimin e pёrzgjedhur
405 = Ndalo dhe mbyll aplikimin e pёrzgjedhur
406 = Ndalo aplikimin e pёrzgjedhur nga ngarkimi automatik
506 = Pastro opsionet e pёrzgjedhura
605 = Pastro opsionet e pёrzgjedhura
705 = Pastro opsionet e pёrzgjedhura
2106 = Aktivizo mjetin e pёrzgjedhur
2304 = Skano pёr skedarё tё panevojshëm nё varёsi tё parametrave tё zgjedhura
2305 = Fshi skedarёt e pёrzgjedhur te Koshi i Plehrave

